{"frontend":{"blogs":[{"@context":"","@type":"NewsArticle","category":"Premier League","topic":"Chelsea takeover: Preferred bid to be presented to government, Premier League on April 18","authorName":"Ojile Victor","mainEntityOfPage":{"@type":"WebPage","url":"/Chelsea-takeover-Preferred-bid-to-be-presented-to-government-Premier-League-on-April-18.html"},"inLanguage":"en-US","publisher":{"@type":"Organization","@id":"#Publisher","name":"Sportsreal Team","logo":{"@type":"ImageObject","@id":"#Logo","url":"","width":"","height":""}},"mainImage":"http://localhost:3001/skysports-chelsea.jpg","imageCredit":"A barrier at an entrance to Chelsea football club's Stamford Bridge stadium in London, Thursday, March 10, 2022.","newsBody":"Sky News has learnt a letter sent to the four remaining contenders to buy Chelsea over the weekend indicates the government will be approached to issue a licence enabling the sale during the week of April 18.\nThe additional detail underlines the speed at which Raine Group, the merchant bank overseeing the sale process, is conducting one of the most hotly contested corporate auctions in sporting history.\nRichard Masters, the Premier League chief executive, has publicly indicated it will examine a preferred bidder under its owners' and directors' test as speedily as possible, citing a previous club takeover that was approved within 10 days.\nIn recent weeks, Sky News has exclusively revealed a series of key details of the Chelsea sale process as Roman Abramovich relinquishes control of the club he has owned since 2003.\nAt the weekend, it emerged the quartet of bidders had been handed a <a href>deadline of April 11</a> - the day before the second leg of Chelsea's Champions League quarter-final against Real Madrid.\nThey have been told by Raine they must commit at least £1bn to future investment in the club if they are to succeed in the battle to end Abramovich's tenure.\nThe additional funding must be made available for the Blues' Stamford Bridge stadium, playing squad and other areas of development.\nRaine's insistence on the pool of capital for investment is likely to go some way to reassuring supporters its new owner will continue to back it with the kind of significant financial resource they have become accustomed to under the Russian-born businessman.\n<ul><li><a href>Four on Chelsea shortlist | Bidders must commit £1bn to club</a></li><li><a href>Chelsea permitted to sell tickets as licence changed</a></li><li><a href>Download the Sky Sports App</a></li></ul>\nAll four of the remaining bidders have significant experience in sports stadium infrastructure, a key consideration given Chelsea's long-standing dilemma about the expansion of Stamford Bridge, which has a capacity barely half that of Manchester United's Old Trafford home.\nBetween them, the final bidders either control or own stakes in US teams including the Boston Celtics, the Chicago Cubs, the LA Dodgers, the Philadelphia 76ers and the Sacramento Kings.\n<b>Sir Martin Broughton</b>, the former British Airways and Liverpool FC chairman, and Lord Coe, the former British Olympian turned sports administrator and businessman, are fronting a bid that has the financial firepower of Josh Harris and Dave Blitzer, two wealthy American financiers.\nThat consortium also includes Vivek Ranadive, an Indian-born entrepreneur, and a syndicate of other investors from around the world whose identities are expected to be confirmed in the coming days.\nAnother of the leading contenders is headed by <b>Todd Boehly</b>, the LA Dodgers part-owner, and includes Jonathan Goldstein, the London-based property developer, and Clearlake Capital, a US-based investment firm.\nA third group comprises <b>the Ricketts family</b>, which owns the Chicago Cubs, and the Citadel hedge fund billionaire Ken Griffin, with the US investment bank Lazard in talks to advise it.\nThe other remaining contender for Chelsea is a bid spearheaded by <b>Stephen Pagliuca</b>, an American private equity billionaire who owns the Boston Celtics and Atalanta in Italy's Serie A.\nSources have said that Raine would assess the four bids against a set of criteria including the level of equity and debt funding; price; future investment commitments; speed and certainty of execution; and the claims each party has to being an appropriate steward of a prestigious sporting brand.\nLast week, the government agreed to further amend the licence allowing Chelsea to continue operating, with <a href>the club now able to resume selling tickets for away matches</a>.\nThe proceeds are to be retained by the Premier League and earmarked for a Ukrainian war victims charity. Chelsea can also now receive £30m from the club's parent company to ease cashflow constraints caused by the current crisis.\n<h2><a href>Chelsea Q&A: The bidders, the shortlist, transfers and beyond</a></h2>\nWith the sale of Chelsea rumbling on, Kaveh Solhekol conducted an in-depth Q&A to explain what is going on at Stamford Bridge.","alt":"A barrier at an entrance to Chelsea football club's Stamford Bridge stadium in London, Thursday, March 10, 2022.","otherImages":{"0":{"0":{"src":"_123288587_p0bpp62d.jpg","alt":"","credit":"Todd Boehly and Sir Martin Broughton"},"1":{"src":"_123315281_mediaitem123315280.jpg","alt":"bsththtshsth","credit":"Lionel Messi at the 73rd-minute of the game"},"2":{"src":"skysports-todd-boehly-sir-martin-broughton_5718493(1).jpg","alt":"skysports-todd-boehly-sir-martin-broughton","credit":"Todd Boehly and Sir Martin Broughton"},"insertAt":"paragraph-6"},"1":{"0":{"src":"_124677523_177ab3b1-b83a-4462-a433-ef347c01fd6d.jpg","alt":"shtjrhrthnrh","credit":""},"insertAt":"paragraph-15"},"2":{"0":{"src":"_125322606_gettyimages-1239040426.jpg","alt":"nsngtnrth","credit":""},"1":{"src":"_125556840_p0cg6tw9.jpg","alt":" shnstggsgr","credit":""},"insertAt":"paragraph-18"}},"description":"The preferred bid for Chelsea will be presented to the government and Premier League for clearance on April 18.","dateline":"London,UK","copyrightHolder":{"@id":"#Publisher"},"author":{"@type":"Person","name":"Ojile Victor, Sportsreal News"},"datePublished":"2022-07-01T23:56:41.379Z","dateModified":"2022-07-01T23:56:41.379Z","dateCreated":"2022-07-01T23:56:41.379Z","image":{"@type":"ImageObject","url":"https://e0.365dm.com/22/03/2048x1152/skysports-chelsea-stamford-bridge_5719152.jpg","width":2048,"height":1152},"url":"Chelsea-takeover-preferred-bid-to-be-presented-to-government-premier-league-on-april-18","readalso":{"link":"#","innerText":"Arsenal beats 10-man West Ham to replace them in top four"}},{"@context":"","@type":"NewsArticle","category":"La Liga","topic":"Marcelo Biesla: Leeds manager denies reports he is close to signing new two-year deal 36 minutes ago","authorName":"Idris Alaba","mainEntityOfPage":{"@type":"WebPage","url":"/Marcelo-Biesla:-Leeds-manager-denies-reports-he-is-close-to-signing-new-two-year-deal-36-minutes-ago"},"inLanguage":"en-US","publisher":{"@type":"Organization","@id":"#Publisher","name":"Sportsreal Team","logo":{"@type":"ImageObject","@id":"#Logo","url":"","width":"","height":""}},"mainImage":"http://localhost:3001/skysports-chelsea.jpg","imageCredit":"A barrier at an entrance to Chelsea football club&amp;#39;s Stamford Bridge stadium in London, Thursday, March 10, 2022. Unprecedented restrictions have been placed on Chelsea’s ability to operate by the British government after owner Roman Abramovich is targeted in sanctions. Abramovich is among seven wealthy Russians who had their assets frozen by the government. (AP Photo/Kirsty Wigglesworth)","newsBody":"<a href>Leeds United manager Marcelo Biesla</a> has denied reports he is to sign a new two-year deal with the club. Argentine newpaper La Nacion claimed Bielsa and the club were \"very close\" to an agreement.\nBiesla joined Leeds in 2018 and guided them to the Championship title last season, earning a promotion to the Premier League after a 16-year absence. \"That information is not real,\" said Biesla, whose current deal expires at the end of the season.\nThose things, either the club can say or I can say it, we are the ones who possess the information. \"In all cases, if there was any extra information to give, then I would give it\". Biesla has spent more time with Leeds than any other club.\nHe prefers to deal with contracts after seasons have been completed, with his current one-year deal signed 24 hours before the current Premier League campaign started.\nLeeds beat league leaders Manchester City on Saturday to climb back into the top half of the table, and play Liverpool at Elland Road on Monday.\nVictory against Jurgen Klopp's side would earn them a fourth straight win in the top flight for the first time in 20 years. \"I have always said that the dimension of the institution at Leeds is very big,\" said Biesla.\nThe sporting past of Leeds is full of very high points. \"To win four games in a row in the Premier League - compared to all the things that Leeds have achieved - of course it will give us great happiness, but if you compare it to all the things Leeds have achieved in their sporting history, it's not so big\".\n\"To be able to be at the height of some of their past successes, some extraordinary things need to be done and we are quite far away from being there\".\n","alt":"A barrier at an entrance to Chelsea football club's Stamford Bridge stadium in London, Thursday, March 10, 2022.","otherImages":{"0":{"0":{"src":"../skysports-todd-boehly-sir-martin-broughton_5718493(1).jpg","alt":"skysports-todd-boehly-sir-martin-broughton","credit":"Todd Boehly and Sir Martin Broughton"},"1":{"src":"../Lionel_messi.jpg","alt":"Lionel_messi","credit":"Lionel Messi at the 73rd-minute of the game"},"2":{"src":"../skysports-todd-boehly-sir-martin-broughton_5718493(1).jpg","alt":"skysports-todd-boehly-sir-martin-broughton","credit":"Todd Boehly and Sir Martin Broughton"},"insertAt":"paragraph-6"},"1":{"0":{"src":"../Lionel_messi.jpg","alt":"Lionel messi","credit":""},"insertAt":"paragraph-15"},"2":{"0":{"src":"../Lionel_messi.jpg","alt":"Lionel messi","credit":""},"1":{"src":"../Lionel_messi.jpg","alt":"Lionel messi","credit":"  "},"insertAt":"paragraph-18"}},"description":"The preferred bid for Chelsea will be presented to the government and Premier League for clearance on April 18.","dateline":"London,UK","copyrightHolder":{"@id":"#Publisher"},"author":{"@type":"Person","name":"Idris Alaba, Sportsreal News"},"datePublished":"2022-07-01T23:56:41.379Z","dateModified":"2022-07-01T23:56:41.379Z","dateCreated":"2022-07-01T23:56:41.379Z","image":{"@type":"ImageObject","url":"https://e0.365dm.com/22/03/2048x1152/skysports-chelsea-stamford-bridge_5719152.jpg","width":2048,"height":1152},"url":"Marcelo-Biesla:-Leeds-manager-denies-reports-he-is-close-to-signing-new-two-year-deal-36-minutes-ago","readalso":{"link":"#","innerText":"Chelsea-takeover-preferred-bid-to-be-presented-to-government-premier-league-on-april-18"}},{"@context":"","@type":"NewsArticle","category":"La Liga","topic":"Ref Watch: Was McTominay lucky to escape red card?","authorName":"Sportsreal Team","mainEntityOfPage":{"@type":"WebPage","url":"/Ref-Watch:-Was-McTominay-lucky-to-escape-red-card?"},"inLanguage":"en-US","publisher":{"@type":"Organization","@id":"#Publisher","name":"Sportsreal Team","logo":{"@type":"ImageObject","@id":"#Logo","url":"","width":"","height":""}},"mainImage":"http://localhost:3001/Goalkeeper.jpg","imageCredit":"Dermot Gallagher discusses whether Manchester United's Scott McTominay should have been sent off in their win over Leeds United","newsBody":"Scott McTominay committed six fouls during Manchester United's win at Leeds but only recieved a caution, plus was Cristian Romero unlucky to be penalised for handball in the box? Dermot Gallagher has his say on the latest Ref Watch.\n<b>INCIDENT</b>: Leeds United defender Robin Koch suffered a blow to the head in a collision with Manchester United's Scott McTominay.\nThe Scotland international escaped a yellow card but would later be cautioned following an accumulation of fouls. Was McTominay fortunate to avoid a red card?\n<b>DERMOT SAYS:</b> I thought the referee <a href><b>Paul Tierney</b></a> dealt with this situation and other similar situations in this game really well.\nThe yellow card procedure is as follows: is a challenge just a foul with no further action needed? Is it a foul with further admonishment? Or something foul with a yellow card?\nOnce someone is on a yellow card, that process starts again. There's a myth that because you are on a yellow card, the next foul means you are going to go off.\nThat's not right. What happens is that you are back to square one. I could be that the next tackle, you get sent off but it could be that you have an accumulation of tackles.","alt":"A barrier at an entrance to Chelsea football club&amp;#39;s Stamford Bridge stadium in London, Thursday, March 10, 2022.","otherImages":{"0":{"0":{"src":"skysports-todd-boehly-sir-martin-broughton_5718493(1).jpg","alt":"skysports-todd-boehly-sir-martin-broughton","credit":"Todd Boehly and Sir Martin Broughton"},"1":{"src":"_125754485_halep_gettytwo.jpg","alt":"Lionel_messi","credit":"Lionel Messi at the 73rd-minute of the game"},"2":{"src":"../skysports-todd-boehly-sir-martin-broughton_5718493(1).jpg","alt":"skysports-todd-boehly-sir-martin-broughton","credit":"Todd Boehly and Sir Martin Broughton"},"insertAt":"paragraph-6"},"1":{"0":{"src":"../Lionel_messi.jpg","alt":"Lionel messi","credit":""},"insertAt":"paragraph-15"},"2":{"0":{"src":"../Lionel_messi.jpg","alt":"Lionel messi","credit":""},"1":{"src":"../Lionel_messi.jpg","alt":"Lionel messi","credit":""},"insertAt":"paragraph-18"}},"description":"Dermot Gallagher discusses whether Manchester United's Scott McTominay should have been sent off in their win over Leeds United","dateline":"London,UK","copyrightHolder":{"@id":"#Publisher"},"author":{"@type":"Person","name":"Sportsreal Team, Sportsreal News"},"datePublished":"2022-07-01T23:56:41.379Z","dateModified":"2022-07-01T23:56:41.379Z","dateCreated":"2022-07-01T23:56:41.379Z","image":{"@type":"ImageObject","url":"https://e0.365dm.com/22/03/2048x1152/skysports-chelsea-stamford-bridge_5719152.jpg","width":2048,"height":1152},"url":"Ref-Watch:-Was-McTominay-lucky-to-escape-red-card?","readalso":{"link":"#","innerText":"Chelsea-takeover-preferred-bid-to-be-presented-to-government-premier-league-on-april-18"}},{"@context":"","@type":"NewsArticle","category":"La Liga","topic":"Transfer rumours: Ronaldo, Sterling, Martinez, Depay, Broja, Sinisterra","authorName":"Sportsreal Team","mainEntityOfPage":{"@type":"WebPage","url":"/Transfer rumours: Ronaldo, Sterling, Martinez, Depay, Broja, Sinisterra"},"inLanguage":"en-US","publisher":{"@type":"Organization","@id":"#Publisher","name":"Sportsreal Team","logo":{"@type":"ImageObject","@id":"#Logo","url":"","width":"","height":""}},"mainImage":"http://localhost:3001/Goalkeeper.jpg","imageCredit":"","newsBody":"Chelsea are considering a move for Manchester United forward Cristiano Ronaldo, who has informed the Red Devils he wants to leave this summer.\nRonaldo, 37, could be willing to join Chelsea, but the Blues are yet to decide whether to make a formal offer for the Portugal international.\nBarcelona president Joan Laporta and agent Jorge Mendes are also discussing the possibility of former Real Madrid icon Ronaldo making a sensational return to La Liga.\nRonaldo is also willing to take a significant pay cut to his £500,000-a-week deal at Manchester United.\nChelsea are in advanced talks with Manchester City for England forward Raheem Sterling, 27, who is valued at around £50m by the Premier League champions.\nAC Milan are working on a deal to sign Chelsea's Moroccan winger Hakim Ziyech, 29, on loan.\nManchester United officials met Ajax counterparts at the weekend to discuss a deal for Argentina international defender Lisandro Martinez, 24, with the Red Devils offering £39.6m.\nTottenham have made an enquiry for Barcelona's Netherlands international forward Memphis Depay, 28, who can leave the Nou Camp for £17m.\nEverton and West Ham have both registered their interest in signing Albania international Armando Broja, 20, from Chelsea, with the striker valued at £30m.\nNewcastle remain interested in signing France international winger Moussa Diaby, 22, from Bayer Leverkusen.\nLeeds United are in talks to sign 23-year-old Colombian winger Luis Sinisterra, 23, from Feyenoord.\nLeeds are also closing in on a £20m deal including add-ons for RB Leipzig's USA international Tyler Adams, 23, as a replacement for Kalvin Phillips after the England international joined Manchester City. (ESPN)\nThe Elland Road side are in talks too with Club Bruges over a move for 21-year-old Belgian forward Charles de Ketelaere.\nBrighton are keen on Argentine left-back Nicolas Tagliafico, 29, who is available from Ajax for just £3.3m.\nNottingham Forest have agreed a £13m deal including add-ons to sign French defender Moussa Niakhate, 26, from Mainz.\nWest Ham have had a £20m bid for Belgium international midfielder Amadou Onana, 20, rejected by Lille.\nCrystal Palace, Southampton and Nottingham Forest are all interested in former England youth international midfielder Morgan Gibbs-White, 22, from Wolves.","alt":"A barrier at an entrance to Chelsea football club's Stamford Bridge stadium in London, Thursday, March 10, 2022.","otherImages":{"0":{"0":{"src":"../skysports-todd-boehly-sir-martin-broughton_5718493(1).jpg","alt":"skysports-todd-boehly-sir-martin-broughton","credit":"Todd Boehly and Sir Martin Broughton"},"1":{"src":"../Lionel_messi.jpg","alt":"Lionel_messi","credit":"Lionel Messi at the 73rd-minute of the game"},"2":{"src":"../skysports-todd-boehly-sir-martin-broughton_5718493(1).jpg","alt":"skysports-todd-boehly-sir-martin-broughton","credit":"Todd Boehly and Sir Martin Broughton"},"insertAt":"paragraph-6"},"1":{"0":{"src":"../Lionel_messi.jpg","alt":"Lionel messi","credit":""},"insertAt":"paragraph-15"},"2":{"0":{"src":"../Lionel_messi.jpg","alt":"Lionel messi","credit":""},"1":{"src":"../Lionel_messi.jpg","alt":"Lionel messi","credit":""},"insertAt":"paragraph-18"}},"description":"Chelsea consider move for Cristiano Ronaldo, Blues also in advanced talks for Raheem Sterling, Spurs make Memphis Depay enquiry, plus more.","dateline":"London,UK","copyrightHolder":{"@id":"#Publisher"},"author":{"@type":"Person","name":"Olanrewaju Efuwape, Sportsreal News"},"datePublished":"2022-07-01T23:56:41.379Z","dateModified":"2022-07-01T23:56:41.379Z","dateCreated":"2022-07-01T23:56:41.379Z","image":{"@type":"ImageObject","url":"https://e0.365dm.com/22/03/2048x1152/skysports-chelsea-stamford-bridge_5719152.jpg","width":2048,"height":1152},"url":"Transfer-rumours:-Ronaldo,-Sterling,-Martinez,-Depay,-Broja,-Sinisterra","readalso":{"link":"#","innerText":"Chelsea-takeover-preferred-bid-to-be-presented-to-government-premier-league-on-april-18"}},{"@context":"","@type":"NewsArticle","category":"Web development","topic":"Web Developer Resume for 2022 - Guide & Examples","authorName":"Sportsreal Team","mainEntityOfPage":{"@type":"WebPage","url":"/Web Developer Resume for 2022 - Guide & Examples"},"inLanguage":"en-US","publisher":{"@type":"Organization","@id":"#Publisher","name":"Sportsreal Team","logo":{"@type":"ImageObject","@id":"#Logo","url":"","width":"","height":""}},"mainImage":"http://localhost:3001/Goalkeeper.jpg","imageCredit":"","newsBody":"It's no secret that web developers are in high demand.\nHighly skilled developers shouldn't have too many problems.\nHowever -\nSecuring a role at a top company is no easy task.\nYou see, you're competing with hundreds of other skilled developers.\nWith so much competition, you need a resume that works.\nYou're in luck! This guide takes you through a simple <b>step-by-step process of creating a web developer resume.</b>\nBefore we get into the details, here's a web developer example, created with our very own <a href>free resume builder</a>:\n<i>Applying for a different job position in the computer science field? Go ahead and check out one of our related resume examples below:\n<ul><li><a href>Software Engineer Resume</a></li><li><a href>Java Developer Resume</a></li><li><a href>IT Resume</a></li><li><a href>Computer Science Resume</a></li><li><a href>Data Scientist Resume</a></li><li><a href>Data Analyst Resume</a></li><li><a href>Data Entry Resume</a></li><li><a href>Artificial Intelligence Engineer Resume</a></li><li><a href>Engineering Resume</a></li></ul>\n<h3>How to Format a Web Developer Resume</h3>\nBefore you can reveal your coding expertise, you need pick the best format.\nDoing so will allow your skills and experiences to be seen clearly. It will also be easier for the recruiter to read, which is always good.\nThe <a href>most common resume format</a> is <q>reverse-chronological</q>, and it's for good reason. Essentially, it allows the hiring managers to immediately see how you can benefit the company. We recommend web developers start with this format(<a href>tech resume template</a>):\nThe following resume formats can also work well:\n<ul><li><a href>Functional Resume</a> - If your developer skills are stronger than your work experience, this format is recommended. It's ideal for gradutes who don't have a lot of work experience or have gaps in their employment history.</li><li><a href>Combination Resume</a> - As the name suggests, this format combines both <q>Funcitional</q> and <q>Reverse-Chronological</q> formats. It focuses on skills AND work experience, so is ideal for developers who have some work experience.</li></ul>\nWith your format sorted, it's time to arrange your <a href>resume layour</a>.\nJust like your web development, you need to create the best user experience possible.\nFor a professional web developer resume, we recommend:\n<ul><li><b>Margins</b> - One-inch margins on every side</li><li><b>Font</b> - Pick a unique font that remains professional</li><li><b>Font size</b> - Use a font size of 11-12pt for normal text and 14-16pt for headers</li><li><b>Resume Length</b> - Keep your resume to one page. For guidance, view our <a href>one-page resume templates.</a></li></ul>\n\n<h3>Use a Web Developer Resume Template</h3>\nAs a web developer, you're well-versed in producing clean code that has no bugs.\nSimilarly, you need your resume to be built in a way that can't break.\nThe best way to do this is via a web developer <a href>resume template</a>.\nUse a text editor, and your entire resume layout may fall apart with just a small alteration!\n\n<h3>What to include in a Web Developer Resume</h3>\nThe main sections in a <b>web developer resume</b> are:\n<ul><li>Work Experience</li><li>Contact Information</li><li>Skills</li><li>Education</li></ul>\nWant to go a step further? You can also add these optional sections:\n<ul><li>Awards & Certification</li><li>Courses</li><li>Projects</li><li>Languages</li><li>Interests & Hobbies</li></ul>\nSo, those are the sections to use, but what should you write for each of them?\nRead on to find out?\nWant to know more about resume sections? View our guide on <a href>What to Put on a Resume</a>\n<h3>How to Correctly Display your Contact Information</h3>\nYou may be able to develop some slick websites, but your creativity is not needed for this section.\nThe only requirement is factually-correct information.\nThe <a>contact information section</a> must include:\n<ul><li><b>Full Name</b></li><li><b>Professional Title</b> - Align this to the exact role you're applying for, which is <q>Web Developer</q></li><li><b>Email Address</b> - Use a professional email address (firstname.lastname@gmail.com), not your childhood email (joethetoe@gmail.com)</li><li><b>(Optional) Location</b> - Applying for a job abroad? Mention your location and that you are willing to relocate or work remotely.</li></ul>\n<h3>How to Write a Web Developer Resume Summary or Objective</h3>\nPut yourself in the mind of the recruiter:\nYou're in your office with 100+ resumes piled up in front of you.\nAre you going to read each resume thoroughly or are you going to skim read?\nExactly!\nThe truth is, we have only a few seconds to hook the reader\nThe best way to do this with a <b>resume summary</b> or <b>objective.</b>\nThese are short paragraphs found at the top of a resume, just under your contact information.\nBut what is the difference between these two sections?\nA <a>resume summary</a> is a 2-4 sentence summary of your professional experiences and achievements.\n<h5>Web Developer Resume Summary Example</h5>\n<ul><li>Experienced web developer with a strong background in developing award-winning applications for a diverse clientele. 5+ years of industry experience includes programming, debugging and deployment.</li></ul>","alt":"A barrier at an entrance to Chelsea football club's Stamford Bridge stadium in London, Thursday, March 10, 2022.","otherImages":{"0":{"0":{"src":"../skysports-todd-boehly-sir-martin-broughton_5718493(1).jpg","alt":"skysports-todd-boehly-sir-martin-broughton","credit":"Todd Boehly and Sir Martin Broughton"},"insertAt":"paragraph-7"},"1":{"0":{"src":"skysports-chelsea.jpg","alt":"Lionel messi","credit":""},"insertAt":"paragraph-13"}},"description":"Web Developer Resume for 2022 - Guide & Examples. This guide takes you through a simple step-by-step process of creating a web developer resume.","dateline":"London,UK","copyrightHolder":{"@id":"#Publisher"},"author":{"@type":"Person","name":"Victor Ojile, Sportsreal News"},"datePublished":"2022-07-01T23:56:41.379Z","dateModified":"2022-07-01T23:56:41.379Z","dateCreated":"2022-07-01T23:56:41.379Z","image":{"@type":"ImageObject","url":"https://e0.365dm.com/22/03/2048x1152/skysports-chelsea-stamford-bridge_5719152.jpg","width":2048,"height":1152},"url":"Web-Developer-Resume-for-2022:-Guide-&-Examples","readalso":{"link":"#","innerText":"Chelsea-takeover-preferred-bid-to-be-presented-to-government-premier-league-on-april-18"}},{"@context":"","@type":"NewsArticle","category":"English Premier League","topic":"Pep 'disappointed' with absent players | Neymar links are 'false'","authorName":"Sportsreal Team","mainEntityOfPage":{"@type":"WebPage","url":"/Pep-'disappointed'-with absent-players-|-Neymar-links-are-'false'"},"inLanguage":"en-US","publisher":{"@type":"Organization","@id":"#Publisher","name":"Sportsreal Team","logo":{"@type":"ImageObject","@id":"#Logo","url":"","width":"","height":""}},"mainImage":"http://localhost:3001/_125732352_durban2.jpg","imageCredit":"","newsBody":"Phil Foden, John Stones and Ilkay Gundogan are not part of Manchester City's pre-seasn trip to the USA after failing to meet entry requirements; Pep Guardiola said his squad's lack of a full pre-season together could cause them to drop points early in the campaign.\n\nCity are currently in Houston, where they are preparing to take on Club America on Thursday before travelling to Green Bay for a fixture with Bayern Munich on Sunday.\n\nBut England internationals Foden and Stones, plus Germany internatonal Gundogan, will miss the friendlies after failing to meet US entry requirements. Most travellers to the US must be fully vaccinated, which also prevented N'Golo Kante and Ruben Loftus-Cheek from taking part in Chelsea's pre-season trip to the country.\n<ul><li>Man City transfer rumours: Done deal for Everton wonderkid</li><li>Julian Alvarez: Meet City's other new striker.</li><li>Man City fixtures</li></ul>\n\n<img src=\"\">\n\nThe trio are training with City's U23s in Croatia and will join the senior squad when they return from America but Guardiola says the inability of his squad to enjoy a full pre-season together could cost them when the competitive fixtures begin next month.\n\nAsked if he was disappointed to be without Foden, Stones and Gundogan, the manager said: \"Yeah, a lot. I would like them to be here.\n\n\"The second  season here [2017/18], when we finished with 100 points, that was the only pre-season when we were all together from day one. Since then it's always four players arrive, then after a few weeks some other ones and we start the season with incredible problems. That's why we drop every season at the beginning many, many points.\n\n\"This season I thought, 'maybe we will be all together', but due to personal situations with these three players, and other situations with other ones, we cannot be together. We are delayed but it is what it is. We are going to move forward and today you have to adapt.\n\n\"Before, every pre-season was three, four, five weeks all together. Now it's over, with the World Cup, Euro cup [European Championships] - many competitions.\n\n\"The players need rest after a tough, tough season. But they are fit, they are training with the U23s in Croatia, and when they come back they will be fine.\"\n\nAnother player who will not be part of City's pre-season - or indeed their entire campaign - is Neymar, despite a report in French newspaper ''Le Parisien'' that the forward had been offered to the English champions this summer.\n\n<img src=\"\">\n\n\n","alt":"A barrier at an entrance to Chelsea football club's Stamford Bridge stadium in London, Thursday, March 10, 2022.","otherImages":{"0":{"0":{"src":"_125700047_gettyimages-1405123722.jpg","alt":"skysports-todd-boehly-sir-martin-broughton","credit":"Todd Boehly and Sir Martin Broughton"},"insertAt":"7"},"1":{"0":{"src":"_125664760_largeedphillips_media.jpg","alt":"Lionel messi","credit":""},"insertAt":"13"}},"description":"Phil Foden, John Stones and Ilkay Gundogan are not part of Manchester City's pre-seasn trip to the USA after failing to meet entry requirements;","dateline":"London,UK","copyrightHolder":{"@id":"#Publisher"},"author":{"@type":"Person","name":"Victor Ojile, Sportsreal News"},"datePublished":"2022-07-01T23:56:41.379Z","dateModified":"2022-07-01T23:56:41.379Z","dateCreated":"2022-07-01T23:56:41.379Z","image":{"@type":"ImageObject","url":"https://e0.365dm.com/22/03/2048x1152/skysports-chelsea-stamford-bridge_5719152.jpg","width":2048,"height":1152},"url":"Pep-'disappointed'-with absent-players-|-Neymar-links-are-'false'","readalso":{"link":"#","innerText":"Chelsea-takeover-preferred-bid-to-be-presented-to-government-premier-league-on-april-18"}}],"landingPage":{"TopComponentHomepage":[{"id":0,"imgSrc":"http://localhost:3001/_125732352_durban2.jpg","imgAlt":"","aHref":"Pep-'disappointed'-with absent-players-|-Neymar-links-are-'false'","aInnerText":"Pep 'disappointed' with absent players | Neymar links are 'false'","category":"EPL","time":"5 hrs ago","paragraph":"Manchester City owners take over Palermo"},{"id":1,"imgSrc":"http://localhost:3001/_125754485_halep_gettytwo.jpg","imgAlt":"","aHref":"Marcelo-Biesla:-Leeds-manager-denies-reports-he-is-close-to-signing-new-two-year-deal-36-minutes-ago","aInnerText":"Marcelo Biesla: Leeds manager denies reports he is close to signing new two-year deal 36 minutes ago","category":"EPL","time":"5 hrs ago","paragraph":"The preferred bid for Chelsea will be presented to the government and Premier League for clearance on April 18."},{"id":2,"imgSrc":"http://localhost:3001/_122714706_above-the-clouds-3.jpg","imgAlt":"","aHref":"Ref-Watch:-Was-McTominay-lucky-to-escape-red-card?","aInnerText":"Ref Watch: Was McTominay lucky to escape red card?","category":"EPL","time":"5 hrs ago","paragraph":"Dermot Gallagher discusses whether Manchester United's Scott McTominay should have been sent off in their win over Leeds United"},{"id":3,"imgSrc":"http://localhost:3001/_123288587_p0bpp62d.jpg","imgAlt":"","aHref":"Chelsea-takeover-Preferred-bid-to-be-presented-to-government-Premier-League-on-April-18.html","aInnerText":"Chelsea takeover: Preferred bid to be presented to government, Premier League on April 18","category":"EPL","time":"5 hrs ago","paragraph":"The preferred bid for Chelsea will be presented to the government and Premier League for clearance on April 18."},{"id":3,"imgSrc":"http://localhost:3001/_125322606_gettyimages-1239040426.jpg","imgAlt":"","aHref":"","aInnerText":"Premier League player arrested on suspicion of rape","category":"EPL","time":"5 hrs ago","paragraph":"Sky News has learnt a letter sent to the four remaining contenders to buy Chelsea over the weekend indicates the government will be approached to issue a licence enabling the sale during the week of April 18."},{"id":4,"imgSrc":"http://localhost:3001/skysports-joe.jpg","imgAlt":"","aHref":"Web-Developer-Resume-for-2022:-Guide-&-Examples","aInnerText":"Web Developer Resume for 2022 - Guide & Examples","category":"EPL","time":"5 hrs ago","paragraph":"Web Developer Resume for 2022 - Guide & Examples. This guide takes you through a simple step-by-step process of creating a web developer resume."},{"id":5,"imgSrc":"http://localhost:3001/skysports-chelsea.jpg","imgAlt":"","aHref":"Transfer-rumours:-Ronaldo,-Sterling,-Martinez,-Depay,-Broja,-Sinisterra","aInnerText":"Transfer rumours: Ronaldo, Sterling, Martinez, Depay, Broja, Sinisterra","category":"EPL","time":"5 hrs ago","paragraph":"Chelsea consider move for Cristiano Ronaldo, Blues also in advanced talks for Raheem Sterling, Spurs make Memphis Depay enquiry, plus more."},{"id":6,"imgSrc":"http://localhost:3001/formula-1-saudi-arabia-skysports_5721229.jpg","imgAlt":"","aHref":"","aInnerText":"USA accidentally celebrate World Cup qualification | Canada book spot","category":"WORLD CUP","time":"5 hrs ago","paragraph":"Sky News has learnt a letter sent to the four remaining contenders to buy Chelsea over the weekend indicates the government will be approached to issue a licence enabling the sale during the week of April 18."},{"id":7,"imgSrc":"http://localhost:3001/racing car.jpg","imgAlt":"","aHref":"","aInnerText":"Transfer Centre LIVE! Arsenal eye Rashford move latest","category":"EPL","time":"5 hrs ago","paragraph":"Sky News has learnt a letter sent to the four remaining contenders to buy Chelsea over the weekend indicates the government will be approached to issue a licence enabling the sale during the week of April 18."}],"TrendingNewsHomepage":[{"id":0,"imgSrc":"http://localhost:3001/_125322606_gettyimages-1239040426.jpg","imgAlt":"","aHref":"/","aInnerText":"Knight spurred on by 2017 SF memories ahead of South Africa clash","date_posted":"2022-07-10T01:14:00.769Z"},{"id":1,"imgSrc":"http://localhost:3001/_125556840_p0cg6tw9.jpg","aHref":"","imgAlt":"","aInnerText":"Snowfall box set: Hard-hitting drama on the epidemic that hit 1980s Los Angeles.","date_posted":"2022-07-10T01:14:00.769Z"},{"id":2,"imgSrc":"http://localhost:3001/_125592279_peterobiimage.jpg","aHref":"","imgAlt":"","aInnerText":"Arsenal beats 10 - man West Ham to replace them in top four","date_posted":"2022-07-10T01:14:00.769Z"},{"id":3,"imgSrc":"http://localhost:3001/_122714706_above-the-clouds-3.jpg","aHref":"","imgAlt":"","aInnerText":"Eriksen agrees in principle to join Man Utd","date_posted":"2022-07-10T01:14:00.769Z"},{"id":4,"imgSrc":"http://localhost:3001/_125614573_kalvinphillips_getty-2.jpg","aHref":"","imgAlt":"","aInnerText":"Snowfall box set: Hard-hitting drama on the epidemic that hit 1980s Los Angeles.","date_posted":"2022-07-10T01:14:00.769Z"},{"id":5,"imgSrc":"http://localhost:3001/_122714706_above-the-clouds-3.jpg","aHref":"","imgAlt":"","aInnerText":"Snowfall box set: Hard-hitting drama on the epidemic that hit 1980s Los Angeles.","date_posted":"2022-07-10T01:14:00.769Z"},{"id":6,"imgSrc":"http://localhost:3001/_125672848_larahbrossatthebrand'snewbrossdeli.jpg","aHref":"","imgAlt":"","aInnerText":"Snowfall box set: Hard-hitting drama on the epidemic that hit 1980s Los Angeles.","date_posted":"2022-07-10T01:14:00.769Z"}],"RecentPostHomepage":[{"id":0,"aHref":"","aInnerText":"Mercedes will not pursue appeal against F1 title-deciding Abu Dhabi result"},{"id":1,"aHref":"","aInnerText":"Snowfall box set: Hard-hitting drama on the epidemic that hit 1980s Los Angeles."},{"id":2,"aHref":"","aInnerText":"Arsenal beats 10 - man West Ham to replace them in top four"},{"id":3,"aHref":"","aInnerText":"Mercedes will not pursue appeal against F1 title-deciding Abu Dhabi result"},{"id":4,"aHref":"","aInnerText":"Snowfall box set: Hard-hitting drama on the epidemic that hit 1980s Los Angeles."},{"id":5,"aHref":"","aInnerText":"Arsenal beats 10 - man West Ham to replace them in top four"},{"id":6,"aHref":"","aInnerText":"Mercedes will not pursue appeal against F1 title-deciding Abu Dhabi result"}]},"previousNews":[{"imgsrc":"Ronaldo.PNG","asrc":"#","ainnerText":"Mercedes will not pursue appeal against F1 title-deciding Abu Dhabi result","date":"Saturday, 7 April 2021"},{"imgsrc":"Lionel_messi.jpg","asrc":"#","ainnerText":"Snowfall box set: Hard-hitting drama on the epidemic that hit 1980s Los Angeles.","date":"Saturday, 7 April 2021"},{"imgsrc":"../skysports-chelsea.jpg","asrc":"http://localhost:3000","ainnerText":"Arsenal beats 10 - man West Ham to replace them in top four","date":"Saturday, 7 April 2021"},{"imgsrc":"../skysports-chelsea.jpg","asrc":"http://localhost:3000","ainnerText":"Arsenal beats 10 - man West Ham to replace them in top four","date":"Saturday, 7 April 2021"}],"previousSponsored":[{"imgsrc":"../Lione_messi.jpg","ahref":"#","ainnerText":"Mercedes will not pursue appeal against F1 title-deciding Abu Dhabi result"},{"imgsrc":"../Coach.PNG","ahref":"#","ainnerText":"Mercedes will not pursue appeal against F1 title-deciding Abu Dhabi result"},{"imgsrc":"../Lionel_messi.jpg","ahref":"#","ainnerText":"Mercedes will not pursue appeal against F1 title-deciding Abu Dhabi result"}]},"backend":{"users":[{"fullname":"Ojile daniel","username":"danielOj","email":"ojiledan11@gmail.com","confirmEmail":"ojiledan11@gmail.com","phonecode":"+234","phonenumber":"55465645645","password":"$2b$10$BXXEiGdBqVpI0bdrIeaFo.nXYk5QRG8YtkoeVDuOjG4aHgDDObo72","dayOB":"1","monthOB":"September","yearOB":"1950","Gender":"Male","id":"oovKp8TiAahIZ2cuYT5SS8QaI"},{"fullname":"Ojile Victor","username":"victorDMN","email":"ojilevictor11@gmail.com","confirmEmail":"ojilevictor11@gmail.com","phonecode":"+234","phonenumber":"55465645645","password":"$2b$10$yV3YMpNoBEmmGXHUAceYEus0419tKWVCGCnoknqZF0T5qRaVJKijC","dayOB":"1","monthOB":"November","yearOB":"2002","Gender":"Male","id":"cQiUOuK7ieWX34prxVBf0VKJJ"},{"fullname":"Olanrewaju Efuwape","username":"lanre","email":"ojile@gmail.com","confirmEmail":"ojile@gmail.com","phonecode":"+234","phonenumber":"324556456","password":"$2b$10$7TDAstIVzD6lV5u76ZP.Feu/g84QVgrK59z3ZzNCPrZPUYlGJCh46","dayOB":"1","monthOB":"October","yearOB":"1950","Gender":"Male","id":"bS5grS6WLM3GnJ4mIrdVEwooD"},{"fullname":"Olila boy","username":"olilaboy","email":"ojile9@gmail.com","confirmEmail":"ojile9@gmail.com","phonecode":"+234","phonenumber":"43565","password":"$2b$10$FTlwpVb98wl52Ui8h5hNdu6RSgDP487U/mRKbceN/wsYF6UptidmG","dayOB":"1","monthOB":"October","yearOB":"1950","Gender":"Male","id":"sxl4mmQ0hd2s2Gc2HO0viBwsR"}]}}